import React from "react";
import ScholarshipCard from "../ScholarshipCard/index";

const ScholarshipCards = () => {
  return (
    <div className="grid grid-cols-3 gap-4">
      <ScholarshipCard
        title="المنحة 1"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
      <ScholarshipCard
        title="المنحة 2"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
      <ScholarshipCard
        title="المنحة 3"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
      <ScholarshipCard
        title="المنحة 4"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
      <ScholarshipCard
        title="المنحة 5"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
      <ScholarshipCard
        title="المنحة 6"
        description="تعلن وزارة التعليم العالي والبحث العلمي عن توفر عدد من المنح الدراسية في مجال الدرجة الجامعية الاولى (البكالوريوس) ومجال الدراسات العليا (الماجستير والدكتوراة) مقدمة من حكومة المكسيك للعام الدراسي 2023/2024."
      />
    </div>
  );
};

export default ScholarshipCards;
