export const allFeatures = [
  
  {
    description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
    date: "2023-07-16"
  },
  {
    description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
    date: "2023-07-16"
  },  {
    description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
    date: "2023-07-16"
  },  {
    description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
    date: "2023-07-16"
  },  {
    description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
    date: "2023-07-16"
  },
    {
      description: ' "التعليم العالي" تتابع سير العمل في مشروع "ahmad تقود الابتكار"',
      date: "2023-07-16"
    },
      
      {
        description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
        date: "2023-07-16"
      },
      {
        description: ' "التعليم العالي" تتابع سير العمل في مشروع "الجامعات تقود الابتكار"',
        date: "2023-07-16"
      },
  ];