export const scholarshipsData = {
    button1: [
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "تعلن وزارة التعليم العالي والبحث العلمي عن توفر منحتين دراسيتين في جامعة مالطا للعام 2023/2024 في مجال الدراسات العليا (درجة الماجستير)، للاطلاع على كافة تفاصيل المنحة و آلية تقديم الطلب الالكتروني الرجاء زيارة الموقع التالي:"
      },
      {
        title: "منحة كوريا لطلبة البكالوريوس",
        description: "تعلن وزارة التعليم العالي والبحث العلمي عن توفر منحتين دراسيتين في جامعة مالطا للعام 2023/2024 في مجال الدراسات العليا (درجة الماجستير)، للاطلاع على كافة تفاصيل المنحة و آلية تقديم الطلب الالكتروني الرجاء زيارة الموقع التالي:"
      },
      {
        title: "منحة الدولة الفرنسية الى طلبة البكالوريوس والدراسات العليا",
        description: "تعلن وزارة التعليم العالي والبحث العلمي عن توفر منحتين دراسيتين في جامعة مالطا للعام 2023/2024 في مجال الدراسات العليا (درجة الماجستير)، للاطلاع على كافة تفاصيل المنحة و آلية تقديم الطلب الالكتروني الرجاء زيارة الموقع التالي:"
      }
    ],
    button2: [
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      },
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      },
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      }
    ],
    button3: [
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      },
      {
        title: "منحة الجمهورية الصينية لطلبة الدراسات العليا",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      },
      {
        title: "منحة Example 3",
        description: "نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص نص:"
      }
    ]
  };